

<?php $__env->startSection('title', 'นโยบายคุกกี้ (Cookie Policy) - Hotstrap'); ?>

<?php $__env->startSection('content'); ?>


<div class="cookie-policy-page">
    <div class="container">
        <h2 class="cookie-main-title">นโยบายคุกกี้ (Cookie Policy)</h2>

        <div class="cookie-content-box">
            <div class="cookie-text-wrapper">
                
                <h5 class="title-section-1">คุกกี้คืออะไร?</h5>
                <p class="desc-section-1">
                    คุกกี้คือข้อความขนาดเล็กที่ประกอบด้วยส่วนของข้อมูลที่มาจากการดาวน์โหลดที่อาจถูกเก็บบันทึกไว้ในเว็บเบราว์เซอร์ที่ท่านใช้งาน 
                    หรืออุปกรณ์อื่น ๆ ที่ต่อเชื่อมอินเตอร์เน็ต (อาทิ เครื่องคอมพิวเตอร์ สมาร์ทโฟน หรือแท็บเล็ตของท่าน) โดยที่เครื่องเซิร์ฟเวอร์
                    สามารถเรียกดูได้ในภายหลัง คล้ายกับหน่วยความจำของหน้าเว็บ
                </p>
                <ul class="bullet-section-1">
                    <li>การทำงานของคุกกี้ ช่วยให้เรารวบรวมและจัดเก็บข้อมูลการเยี่ยมชมเว็บไซต์ของท่านดังต่อไปนี้โดยอัตโนมัติ</li>
                    <li>อินเตอร์เน็ตโดเมนและ IP Address จากจุดที่ท่านเข้าสู่เว็บไซต์</li>
                    <li>ประเภทของเบราว์เซอร์ซอฟต์แวร์ ตลอดจนโครงสร้างและระบบการปฏิบัติงานที่ใช้ในการเข้าสู่เว็บไซต์</li>
                    <li>วันที่และเวลาที่ท่านเข้าสู่เว็บไซต์</li>
                    <li>ที่อยู่ของเว็บไซต์อื่นที่เชื่อมโยงท่านเข้าสู่เว็บไซต์ของเรา และ หน้าเว็บที่ท่านเข้า เยี่ยมชม และนำท่านออกจากเว็บไซต์ของเรา รวมถึงเนื้อหาบนหน้าเว็บที่ท่านเยี่ยมชมและระยะเวลาที่ท่านใช้ในการเยี่ยมชม</li>
                </ul>

                <h5 class="title-section-2">วัตถุประสงค์ในการใช้คุกกี้และการจัดเก็บข้อมูลบนเครื่อง?</h5>
                <p class="desc-section-2">เราใช้คุกกี้และการจัดเก็บข้อมูลบนเครื่องเพื่อจุดประสงค์ดังต่อไปนี้</p>
                <ul class="bullet-section-2">
                    <li>เพื่อรวบรวมสถิติที่ไม่มีการระบุตัวตน ซึ่งจช่วยให้เราสามารถเข้าใจว่าพฤติกรรมผู้ใช้ในการใช้งานเว็บไซต์ของเรา และช่วยในการปรับปรุงเนื้อหาและโครงสร้างของเว็บไซต์ของเราให้มีประสิทธิภาพ ตอบโจทย์ผู้ใช้งานอย่างต่อเนื่อง</li>
                    <li>เพื่อจดจำการใช้งานหรือข้อมูลบางส่วนที่ผู้ใช้เคยระบุไว้บนระบบ เป็นต้น</li>
                </ul>

                <h5 class="title-section-3">การตั้งค่าคุกกี้?</h5>
                <p class="desc-section-3">
                    ท่านสามารถบล็อกการทำงานของคุกกี้ได้โดยการกำหนดค่าในเบราวเซอร์ของท่านซึ่งท่านอาจปฏิเสธการติดตั้งค่าคุกกี้ทั้งหมดหรือ
                    บางประเภทก็ได้ แต่พึงตระหนักว่าหากท่านตั้งค่าเบราวเซอร์ของท่านด้วยการบล็อกคุกกี้ทั้งหมด (รวมถึงคุกกี้ที่จำเป็นต่อการใช้งาน) ท่านอาจจะไม่สามารถเข้าสู่เว็บไซต์ทั้งหมดหรือบางส่วนของได้ เมื่อใดก็ตามที่ท่านต้องการยกเลิกความยินยอมการใช้งานคุกกี้ ท่านจะต้องตั้งค่าเบราวเซอร์ของท่านเพื่อให้ลบคุกกี้ออกจากแต่ละเบราวเซอร์ที่ท่านใช้งาน
                    หากท่านมีข้อสอบถามใดที่เกี่ยวข้องกับนโยบายข้อมูลส่วนบุคคลนี้ <br>โปรดส่งอีเมลไปยัง <span class="text-underline">sales.ye@youandearth-th.com</span>
                    โทรศัพท์ <span class="text-underline">064-604-5614</span> หรือเขียนจดหมายถึงเราตามที่อยู่ต่อไปนี้
                    <br>บริษัท ยู แอนด์ เอิร์ธ (ไทยแลนด์) จำกัด
                    23/34-35 อาคารโครงการเดอะไพร์ม หัวลำโพง อาคาร A ห้องเลขที่ 303 ชั้นที่ 3 ซอยสุกร แขวงตลาดน้อย เขตสัมพันธวงศ์ กรุงเทพมหานคร 10100
                </p>
            </div>
        </div>
    </div>
</div>
<?php $__env->stopSection(); ?>
<?php echo $__env->make('layouts.main', array_diff_key(get_defined_vars(), ['__data' => 1, '__path' => 1]))->render(); ?><?php /**PATH C:\project\hotmobily\resources\views/cookie-policy.blade.php ENDPATH**/ ?>